brew "bat"
brew "cmake"
brew "eza"
brew "fzf"
brew "git"
brew "graphviz"
brew "node"
brew "stow"
brew "zoxide"
cask "font-fira-code-nerd-font"
vscode "anthropic.claude-code"
vscode "bierner.markdown-mermaid"
vscode "efanzh.graphviz-preview"
vscode "github.copilot-chat"
vscode "openai.chatgpt"
vscode "saoudrizwan.claude-dev"
